module.exports = [{
  name: '開放臨時停車場',
  good: '市長提前宣布開放臨時停車場，有效疏散車輛，減少了市區內的交通壓力，方便市民避難，成功保障了市民的安全。',
  bad: '市長未提前開放臨時停車場，導致市區內交通擁堵，車輛無法順利撤離，阻礙了疏散工作，造成了交通事故和混亂，增加了市民的危險。'
}, {
  name: '加強路樹固定措施',
  good: '市長與相關單位提前加強路樹固定措施，有效降低颱風期間路樹倒塌的風險，市民受到較少威脅，城市的基礎設施受損程度大大減輕，市政府因此獲得市民的讚賞和支持。',
  bad: '市長未能及時加強路樹固定措施，颱風來臨時大量路樹倒塌，造成嚴重的交通阻塞和財產損失，市政府受到市民批評和指責。'
}, {
  name: '免費沙包',
  good: '市長及時提供免費沙包，幫助市民防範水患，有效減輕了災害損失，增加了市政府的聲望，市民對市府的應對措施感到滿意。',
  bad: '市府未能提供免費沙包，市民缺乏防護措施，導致災害損失加劇，市政府受到嚴厲批評，市民對市府的應對措施感到不滿和失望。'
}, {
  name: '延後基礎建設工程',
  good: '市長決定延後基礎建設工程，專注應對颱風，最終成功保護市民安全，避免了潛在的災害風險，得到市民的讚賞和支持。',
  bad: '市長拒絕延後基礎建設工程，導致颱風來臨時工地出現安全事故，城市遭受嚴重損害，市民生命財產受到威脅，市政府受到嚴厲批評和指責。'
}, {
  name: '是否禁止民眾外出',
  good: '市長宣布禁止民眾外出，有效控制了人群聚集，避免了災情擴大，市民的安全得到了有效保障。',
  bad: '市長宣布禁止民眾外出，引發了市民不滿和抗議，社會秩序失控，對災情應對造成了更大困難，市政府受到了嚴厲批評。'
}, {
  name: '下雨，山區可能崩塌',
  good: '市長提前宣布颱風假，並加強對山區地區的監測和預警，成功避免了山區崩塌災害的發生，市民感到安心。',
  bad: '市長未能及時警示市民山區崩塌的風險，颱風來臨時山區發生大規模崩塌，造成嚴重的人員傷亡和財產損失，市民對市府失去信心。'
}]
